Repository: zohrath/Swift
Catalog: ilist/ios/iList Ambassador/*.lproj/Localizable.strings
Languages: sv

source: Ambassadors
sv: Ambassadörer

# ABOUT_TEXT
source: Thank you for using iList Ambassador, a content sharing communication platform like no other. We like to offer a fast, fun and free way of communication to be used by employees and their employer, brands and their brand ambassadors, artists and their fans or by people to people. We believe in freedom of speech and the right for everyone to be an ambassador for their lifestyle and beliefs. This is the soul of iList Ambassador and the key value that we hope to spread in the same time we are creating a content driven global platform for both brands and people. You can connect to your workplace, your favorite brands or help people find the good things in life weather it´s a new pair of shoes, a presidential candidate, an artist, a hotell, a gym or a recipe for apple pie. You are important and you may become a potential global influencer. Welcome to take the step in becoming an ambassador for your lifestyle. We really hope you will enjoy using iList Ambassador. Best, David Larsson and Johan Viberg, founders of iList. Also don´t forget to follow us on Facebook and Instagram. Cheers =)
sv: Tack för att du använder iList Ambassador, en kommunikationsplattform som ingen annan. Vi erbjuder ett snabbt, roligt och fritt sätt för kommunikation mellan anställda och arbetsgivare, varumärken och varumärkesambassadörer, artister och deras fans eller mellan människor. Vi tror på yttrandefriheten och rätten för alla att kunna rekommendera sin livsstil och det man tror på. Detta är grunden i iList Ambassador och de värden som vi hoppas skall spridas samtidigt som vi skapar en global delnings och kommunikationsplattform där varumärken möter människor som möter människor. Du kan ansluta dig till din arbetsplats, dina favoritvarumärken eller hjälpa människor att hitta det goda i livet som ett par nya skor, en artist, ett hotell, ett recept på en äppelpaj. Du som användare är viktig och du kan genom iList Ambassador bli en global trendsättare. Välkommen att ta klivet att bli en Ambassadör för din livsstil. Vi hoppas verkligen att du gillar att använda iList Ambassador. Mvh, David Larsson och Johan Viberg, grundare av iList. Glöm inte bort att följa oss på Facebook och Instagram. Cheers =)

source: About the company
sv: Om företaget

# CONTACT_TEXT
source: iList inc is a tech startup located in Redwood City California US and Uppsala Sweden. Our goal is to revolutionize marketing as well as the way people recommend things to eachother on a daily basis. If you like to get in touch with us for a cup of coffee or any other matter please send us an e-mail. iList inc GSV Labs 425 Broadway Street Redwood City CA 94063, USA info@ilistambassador.com
sv: iList inc är en startup med kontor i Redwood City i Silicon Valley samt i Uppsala. Vårt mål är att revolutionera marknadsföringen för varumärken samt sättet människor rekommenderar saker till varandra i vardagen. Om du vill komma i kontakt med oss för en kaffe eller har några frågor så skicka gärna ett mail. iList inc GSV Labs 425 Broadway Street Redwood City CA 94063, USA info@ilistambassador.com

source: Yes
sv: Ja

source: No
sv: Nej

source: Cancel
sv: Avbryt

source: Done
sv: Klar

source: Next
sv: Nästa

source: Continue
sv: Fortsätt

# ERROR_OPS
source: Oppss..
sv: Ojdå..

# COULD_NOT_VERIFY_CREDENTIALS
source: Your credentials could not be verified. Check your login details and try again.
sv: Dina uppgifter kunde inte verifieras. Kolla dina inloggningsuppgifter och försök igen.

# UNABLE_TO_LOGIN
source: Unable to login. Try again later.
sv: Inloggnind misslyckades. Försök igen senare.

# UNABLE_TO_RESET_PASSWORD
source: Email does not exist.
sv: Emailen finns inte registrerad.

# ENTER_ALL_REGISTER_FIELDS
source: You need to fill out all fields.
sv: Du måste fylla i alla fält.

source: Password Does not match.
sv: Lösenorden matchar inte.

# SEARCHABLE
source: Searchable to other users
sv: Sökbar för andra användare

# SHOW CONTENT
source: Show channels to other users
sv: Visa kanaler för andra användare

source: Show Wallet
sv: Visa Plånbok

# OVER 21
source: Over 21 Years Old
sv: Över 21

# GENDER
source: Select Gender
sv: Välj kön

source: Edit Password
sv: Ändra lösenord

source: Add Friend
sv: Lägg till vän

source: Edit Profile
sv: Redigera profil

source: Back
sv: Tillbaka

source: Post
sv: Posta

source: Update
sv: Uppdatera

source: Add
sv: Lägg till

source: Edit
sv: Redigera

source: Change
sv: Ändra

source: Try again
sv: Försök igen

source: Send
sv: Skicka

source: Decline
sv: Avböj

source: Accept
sv: Acceptera

source: Options
sv: Alternativ

source: Close
sv: Stäng

source: Thank you
sv: Tack

source: Search
sv: Sök

source: Expires
sv: Utgår

source: Delete
sv: Radera

source: Save
sv: Spara

source: Unsave
sv: Ospara

source: Use
sv: Använd

source: Open
sv: Öppna

source: Read more
sv: Läs mer

source: Claim
sv: Hämta

source: Create Account
sv: Skapa konto

source: Brand name
sv: Varumärkesnamn

source: Phone number
sv: Telefonnummer

# PLEASE_ENTER_BRAND_NAME
source: Please enter your brands name
sv: Ange ditt varumärkesnamn

# PLEASE_ENTER_EMAIL
source: Please enter your email
sv: Ange ditt varumärkes e-postadress

source: Brand info
sv: Varumärke

# SIGNUP_BRAND_INFO
source: By signing up a brand account I certify that I am authorized by the brand above and have the right to represent and create an account for the brand.
sv: Genom att teckna ett varumärkeskonto intygar jag att jag är godkänd av varumärket och har rättighet att företräda, representera och använda varumärket ovan.

# SIGNUP_BRAND_USER_INFO
source: By signing up a brand account I certify that I am authorized by the brand above and have the right to represent and create an account for the brand.
sv: Genom att teckna ett varumärkeskonto intygar jag att jag är godkänd av varumärket och har rättighet att företräda, representera och använda varumärket ovan.

source: Contact
sv: Kontakt

source: Report
sv: Rapportera

source: We will review this shortly
sv: Vi ser över det här så snart vi kan

source: Saved to profile!
sv: Sparad till profil!

source: Unsaved from profile!
sv: Osparad från profil!

# NO_LONGER_UNDER_SAVED_RECOMMENDATIONS
source: This recommendation is no longer saved in your profile
sv: Denna rekommendation är inte längre sparad i din profil

# FOUND_UNDER_SAVED_RECOMMENDATIONS
source: This recommendation is now saved in your profile
sv: Rekommendationen är nu sparad i din profil

source: Register as Brand
sv: Registrera som Varumärke

source: Login with Facebook
sv: Logga in med Facebook

source: Login with email
sv: Logga in med email

source: Login with Twitter
sv: Logga in med Twitter

source: Logout
sv: Logga ut

source: Forgot password?
sv: Glömt lösenordet?

# FORGOT_PASSWORD_MESSAGE
source: Enter your email address:
sv: Ange din e-postaddress:

# FORGOT_PASSWORD_SUCCESS
source: Password successfully sent
sv: Lösenordet är skickat

source: Password
sv: Lösenord

source: First name
sv: Förnamn

source: Last name
sv: Efternamn

source: Password sent to
sv: Lösenord skickat till

# PLEASE_ENTER_PASSWORD
source: Please enter a password
sv: Fyll i ett lösenord

source: Too short password
sv: Lösenordet är för kort

source: Invalid first name
sv: Ogiltigt förnamn

source: Invalid last name
sv: Ogiltigt efternamn

source: Invalid email
sv: Ogiltig email-adress

source: To short password
sv: Lösenordet är för kort

# PASSWORD_MISMATCH
source: Your passwords do not match
sv: Dina lösenord matchar inte

source: Repeat password
sv: Repetera lösenord

# REGISTER_USER_AGREEMENTS
source: By signing up you accept iList's User Agreements
sv: Genom registrering accepterar du iList:s Användarvillkor

source: Profile
sv: Profil

source: Settings
sv: Inställningar

source: Discover
sv: Utforska

source: Connect
sv: Anslut

source: Your code
sv: Din kod

source: Connection code
sv: Anslutningskod

source: Register
sv: Registrera

source: Login
sv: Logga in

# SCAN_QR_CODE
source: Scan your QR code
sv: Scanna din QR kod

# OR_ENTER_CODE
source: Or enter your code below
sv: Eller ange din kod nedan

source: Or
sv: Eller

source: Connection code does not exists
sv: Anslutningskoden existerar inte

# ENTER_PERSONAL_RECOMMENDATION_URL
source: Enter URL for you recommendation (optional)
sv: Skriv URL till din rekommendation (valbart)

# MAXIMUM_7_HASHTAGS
source: Only 7 hashtags allowed
sv: Endast 7 hashtags tillåtna

source: Invalid link format
sv: Ogiltigt länkformat

source: Only alphanumeric characters in hashtag
sv: Endast alphanumeriska bokstäver i hashtags

# ENTER_HASHTAG_SEARCH
source: Enter # you like to search
sv: Skriv en hashtag du vill söka

# ENTER_USER_SEARCH
source: Enter name of ambassador
sv: Skriv namn på ambassadör

# SEARCH_USERS_PLACEHOLDER
source: Search users
sv: Sök användare

source: Search ambassadors
sv: Sök ambassadörer

source: My Brands
sv: Mina varumärken

source: Brands
sv: Varumärken

source: Brand recommendations
sv: Från varumärken

source: Received
sv: Mottagna

source: New Brands
sv: Nya varumärken

source: Send request
sv: Skicka förfrågan

source: Remove
sv: Ta bort

source: Remove connection
sv: Ta bort kontakt

source: Connection request sent
sv: Kontaktförfrågan skickad

source: Connection request already sent
sv: En kontaktförfrågan finns redan

# REMOVE_CONNECTION_MESSAGE
source: Remove %@ from your connections?
sv: Ta bort %@ från dina kontakter?

source: Cancel request
sv: Avbryt förfrågan

source: Website
sv: Websida

source: Recommend
sv: Rekommendera

source: Recommended by
sv: Rekommenderat av

source: Keep in touch
sv: Håll kontakten

source: Connection
sv: Kontakt

source: Connections
sv: Kontakter

source: Connection request
sv: Kontaktförfrågan

source: Connection requests
sv: Nya Kontakter

# CONNECTION_REQUEST_WAITING_FOR_USER
source: Connection request sent.
sv: Kontaktförfrågan skickad.

# CONNECTION_REQUEST_WANTS_TO_CONNECT
source: Would like to connect with you.
sv: Vill skapa kontakt med dig.

source: Inbox
sv: Brevlåda

# NO_INBOX_YET
source: You have no messages
sv: Du har inga meddelanden

source: Activity
sv: Aktivitet

source: Activities
sv: Aktiviteter

source: No activities yet
sv: Inga aktiviteter ännu

source: Personal
sv: Personliga

source: Saved
sv: Sparade

# NO_PERSONAL_RECOMMENDATIONS
source: You have not created any personal recommendations yet. Press the camera to create your first recommendation
sv: Du har inte skapat några personliga rekommendationer. Tryck på kameran för att skapa din första rekommendation

# NO_SAVED_RECOMMENDATIONS
source: No have not saved any recommendations yet. Save recommendations you like in the options menu for a recommendation.
sv: Du har inte sparat några rekommendationer. Spara rekommendationer du gillar med menyn i varje enskild rekommendation.

# NO_RECOMMENDATIONS_FOUND
source: No recommendations were found
sv: Inga rekommendationer hittades

# NO_AMBASSADORS_FOUND
source: No ambassadors were found
sv: Inga ambassadörer hittades

# TUTORIAL_TEXT_1
source: Welcome to your profile
sv: Välkommen till din profil

# TUTORIAL_TEXT_2
source: Gain success points by creating popular recommendations
sv: Samla framgångspoäng genom att skapa populära rekommendationer

# TUTORIAL_TEXT_3
source: Press the camera to create your first recommendation
sv: Tryck på kameran för att skapa din första rekommendation

# TUTORIAL_TEXT_4
source: Click here to explore other peoples recommendations
sv: Tryck här för att utforska andra människors rekommendationer

source: Stream
sv: Strömmen

source: Explore
sv: Utforska

source: Lists
sv: Listor

source: Likes
sv: Gillningar

source: Follows
sv: Följer

source: World
sv: Världen

source: Invites
sv: Inbjudningar

source: Connected brands
sv: Kopplade varumärken

source: Requests
sv: Förfrågningar

source: Requests sent
sv: Förfrågningar sända

source: MY AMBASSADORSHIPS
sv: MINA AMBASSADÖRSSKAP

source: RECOMMENDATION
sv: REKOMMENDATION

source: RECOMMENDATIONS
sv: REKOMMENDATIONER

source: RECEIVED RECOMMENDATIONS
sv: MOTTAGNA REKOMMENDATIONER

source: USE RECOMMENDATION
sv: ANVÄND REKOMMENDATION

# USE_RECOMMENDATION_INFO
source: Once you have used this recommendation, you will not be able to use it again.
sv: När du har använt den här rekommendationen så kommer du inte kunna använda den igen.

source: Success
sv: Framgång

source: Success points
sv: Framgångspoäng

source: Mission
sv: Uppdrag

source: Missions
sv: Uppdrag

# NO_MISSIONS_AVAILABLE
source: No missions available at the moment. Check back later!
sv: Inga uppdrag tillgängliga för tillfället. Kolla lite senare!

source: Deadline
sv: Slutdatum

source: Share
sv: Dela

source: Shared
sv: Delad

# SAVE_OR_USE
source: Save / Use
sv: Spara / Använd

source: LINK
sv: Länk

# SHARE_CONTENT_TITLE
source: Share content
sv: Dela innehåll

# SHARE_CONTENT_MESSAGE
source: How would you like to share this content?
sv: Hur vill du dela detta innehåll?

# SHARE_CONTENT_IN_APP
source: Inside app
sv: Inuti appen

# SHARE_CONTENT_OUTBOUND
source: Shareable link
sv: Delningsbar länk

source: Share link
sv: Dela länk

source: Change profile picture
sv: Ändra profilbild

# CHANGE_COVER_PICTURE
source: Change cover photo
sv: Ändra coverbild

# CHOOSE_FROM_LIBRARY
source: Choose from photo library
sv: Välj från bild-biblioteket

source: Take new photo
sv: Ta nytt foto

source: About iList
sv: Om iList

# ABOUT_ILIST_UPPERCASE
source: ABOUT iLIST
sv: OM iLIST

source: User Agreements
sv: Användarvillkoren

source: Bug report
sv: Bug rapportering

source: Watch introduction
sv: Se introduktion

source: Pull to refresh
sv: Dra för att uppdatera

# EMPTY_SEARCH_INFO_NO_SEARCH
source: Is your friend not here yet?
sv: Är din vän inte här än?

# EMPTY_SEARCH_INFO
source: Don't find who you're looking for?
sv: Hittar du inte den du letar efter?

source: Tell a friend
sv: Berätta för en vän

source: Invite a friend
sv: Bjud in en vän

source: Not available
sv: Ej tillgänglig

source: Are you sure?
sv: Är du säker?

# YES_IM_SURE
source: I am sure
sv: Jag är säker

# DELETE_PERSONAL_RECOMMENDATION
source: Delete your recommendation
sv: Radera din rekommendation

# ACTION_CAN_NOT_BE_UNDONE
source: This action can not be undone.
sv: Detta val går ej att ångra.

# UNABLE_TO_SHARE_CONTENT
source: Unable to share the content
sv: Det gick inte att dela innehållet

# SUCCESSFULLY_SHARED_ON
source: Your recommendation was shared on
sv: Din rekommendation delades på

source: Let's do it!
sv: Gör det!

# ERROR_EMAIL_ALREADY_EXISTS
source: This email is already registered. If you forgot your password - use the "Forgot Password" feature on the previous page.
sv: Denna email-adress är redan registrerad. Om du har glömt ditt lösenord - använd "Glömt lösenord" tillägget på föregående sida.

# INTRO_TEXT_1
source: Search and find recommendations from around the world.
sv: Hitta och sök rekommendationer från världens alla hörn.

# INTRO_TEXT_2
source: Become an ambassador for your lifestyle and influence others by creating photo based recommendations.
sv: Bli en ambassadör för din livsstil och inspirera andra genom att skapa egna rekommendationer med bild och text.

# INTRO_TEXT_3
source: Link your recommendations to videos, places or music.
sv: Länka din rekommendation till videos, platser eller musik.

# INTRO_TEXT_4
source: Get discovered by brands and get exclusive ambassadorships.
sv: Bli upptäckt av varumärken och få inbjudningar till exklusiva ambassadörskap.

# INTRO_TEXT_5
source: Represent the brand by recommending it to others.
sv: Representera varumärket genom att rekommendera dem till andra.

# INTRO_TEXT_6
source: Boost your success points by fulfilling missions.
sv: Ta del av roliga uppdrag som snabbt ökar dina framgångspoäng.

source: Enter code to connect
sv: Ange kod

# ENTER_CODE_TO_CONNECT_INFO
source: Remember, the brand might have to accept you as an ambassador before you get to access their channel
sv: Kom ihåg att varumärket måste godkänna din ansökan för att du skall erhålla ditt ambassadörskap

source: Ambassadorship already exists
sv: Ambassadörskap existerar redan

# NO_BRAND_WITH_GIVEN_CODE
source: No brand was found with the given code
sv: Tyvärr har du angivit en ogiltig kod

source: Please enter a code
sv: Vänligen slå in din kod

# UNABLE_TO_ACCEPT_AMBASSADORSHIP
source: Unable to accept ambassadorship at the moment. Please try again later.
sv: Tyvärr gick inte informationen fram, försök igen senare.

# UNABLE_TO_DECLINE_AMBASSADORSHIP
source: Unable to decline ambassadorship at the moment. Please try again later.
sv: Tyvärr gick inte informationen fram, försök igen senare.

# UNABLE_TO_REMOVE_AMBASSADORSHIP
source: Unable to remove ambassadorship at the moment. Please try again later.
sv: Tyvärr gick inte informationen fram, försök igen senare.

# NO_OFFERS_AVAILABLE
source: No content available
sv: Inget innehåll finns tillgängligt just nu

# RECOMMENDATION_AVAILABLE_UNDER_RECEIVED_RECOMMENDATIONS
source: The content has been claimed and is now available at your received content
sv: Rekommendationen finns nu bland dina mottagna rekommendationer

# RECOMMENDATION_SUCCESSFULLY_SENT_TO_FRIEND
source: The recommendation has successfully been sent to %@.
sv: Din rekommendation har skickats till %@.

# RECOMMENDATION_ALREADY_CLAIMED
source: This recommendation is already appearing among the recipients received recommendations.
sv: Den här rekommendationen finns redan bland mottagarens mottagna rekommendationer.

source: Send to
sv: Skicka till

source: Recommend to
sv: Rekommendera till

# SHARE_OUTSIDE_APPLICATION
source: Anyone outside the app
sv: Någon som inte har appen

# SCAN_THE_QR_TO_CONTINUE
source: Scan the QR-code to continue
sv: Scanna QR-koden för att gå vidare

# NO_RECEIVED_CONTENT
source: You have no received content at the moment
sv: Du har inget innehåll för tillfället

# NO_CONNCTED_BRANDS
source: You have no connected brands at the moment.
sv: Just nu har du inga anslutna varumärken

source: The recommendation has been used
sv: Rekommendationen är nu använd

source: The recommendation has already been used!
sv: Rekommendationen har redan använts!

# NO_MORE_RECOMMENDATIONS_AVAILABLE
source: No more recommendations is available
sv: Slut på rekommendationer

source: Fake user
sv: Ej riktigt användare

source: Not a recommendation
sv: Ingen rekommendation

source: Explicit recommendation
sv: Stötande material

source: Bad link
sv: Dålig länk

source: Other
sv: Annat

source: Loading
sv: Laddar

source: Revoke
sv: Säg upp

# REVOKE_AMBASSDORSHIP
source: Revoke ambassadorship
sv: Säg upp ambassadörsskap

# REVOKE_AMBASSDORSHIP_MESSAGE
source: Do you want to revoke your ambassadorship for %@?
sv: Vill du säga upp ditt ambassadörsskap för %@?

# CONTENT_ERROR_RESPONSE
source: Something went wrong. Please try again.
sv: Något gick fel. Vänligen försök igen.

# CONTENT_NOT_FOUND_ALERT
source: Unable to use content
sv: Det gick inte att öppna innehållet

# CONTENT_SUCCESSFULLY_CLAIMED
source: Content is now claimed
sv: Innehållet är hämtat

# CONTENT_SUCCESSFULLY_CLAIMED_INFO
source: Do you want to use it now?
sv: Vill du använda det nu?

# CONTENT_HAS_BEEN_USED
source: '%@' has now been used.
sv: '%@' har nu blivit använd.

source: Use now
sv: Använd nu

source: Save for later
sv: Spara till senare

source: Official Hashtag
sv: Officiell hashtag

source: You
sv: Du

source: Notifications
sv: Händelser

# NO_NOTIFICATIONS
source: No notifications yet
sv: Inga händelser än

# NOTIFICATION_LIKED
source: %@ liked your recommendation
sv: %@ gillade just din rekommendation

# NOTIFICATION_FOLLOWING
source: %@ is now following you
sv: %@ har valt att följa dig

# NOTIFICATION_SAVED_RECOMMENDATION
source: %@ saved your personal recommendation
sv: %@ sparade din personliga rekommendation

# NOTIFICATION_SHARED_RECOMMENDATION
source: %@ shared your personal recommendation
sv: %@ delade din personliga rekommendation

# NOTIFICATION_USED_CONTENT
source: %@ used your content
sv: %@ använde ditt innehåll

# NOTIFICATION_NEW_CONTENT_BRAND
source: There is new content available from %@
sv: Det finns nu nytt innehåll från %@

# NOTIFICATION_NEW_CONTENT_AMBASSADOR
source: %@ did send you content
sv: %@ skickade dig innehåll

# NOTIFICATION_REMOVED_AMBASSADORSHIP
source: Your ambassadorship for %@ has been canceled
sv: Ditt ambassadörskap för %@ har tagits bort

# NOTIFICATION_NEW_AMBASSADORSHIP
source: You are now an ambassador for %@
sv: Du är nu ambassadör för %@

source: Disclaimer
sv: Friskrivning

# BRAND_CONTENT_DISCLAIMER_TEXT
source: The brand/sender reserves against possible, end sales, changes, typographical errors in this content. The brand/sender reserves for possible local price differences. The brand/sender reserves the right without notice to change the content, offer, recommendation. iList inc is not responsible for any content. All liability is regulated by the iList Ambassador user agreement.
sv: Varumärket/Avsändaren reserverar sig mot ev. slutförsäljning och eventuella tryckfel i content, annonser och erbjudanden. Varumärket/Avsändaren förbehåller sig eventuella lokala prisskillnader. Varumärket/Avsändaren förbehåller sig rätten att utan att meddela ändra innehållet, erbjudandet, rekommendationen. iList inc ansvarar inte för innehållet i något content. Allt ansvar är reglerad av användaravtalet för iList Ambassador.

# OUTBOUND_SHARE_TEXT
source: Here you are! The link to your content in iList Ambassador.
sv: Varsågod! Här är en länk till ditt innehåll i iList Ambassador.

# NO_FOLLOWING_TEXT
source: You are not following anyone right now but if you click on the ambassador tab you can easily do so and create a feed here based on recommendations from the people you follow.
sv: Just nu följer du ingen men om du klickar på fliken ambassadörer och sedan väljer att följa ett par personer så skapar du enkelt ett flöde med de saker dom rekommenderar.

# NO_CONTENT_AVAILABLE
source: No content available at the moment
sv: Det finns inget innehåll tillgängligt just nu
